[RM_DarkChannel X2AbilityTemplate]
LocFriendlyName="黑暗通道"
LocLongDescription="当狂热者受到伤害时，他们将获得可在战场上使用的专注."
LocHelpText="当狂热者受到伤害时，他们将获得可在战场上使用的专注."
LocPromotionPopupText="<Bullet/>一旦拥有专注相关能力，狂热分子将变得极为危险：迅速将这类狂热分子赶出视线.<br/>"

[RM_DarkInvert X2AbilityTemplate]
LocFriendlyName="反转"
LocLongDescription="与一名敌方单位互换位置。消耗1专注。"
LocHelpText="与一名敌方单位互换位置。消耗1专注。"
LocPromotionPopupText="<Bullet/> 反转有两回合的冷却时间, 且不会结束狂热者的回合."


[DarkGauntlet_MG X2PairedWeaponTemplate]
FriendlyName="狂热碎片拳刃"
FriendlyNamePlural="狂热碎片拳刃"
BriefSummary="圣殿骑士标准手套的改进设计：变种人似乎对它们进行了修改，以使用户更加适应ADVENT网络."
TacticalText="<Bullet/>狂热者可以在两次移动或冲刺用完行动点后使用刀剑攻击他们移动范围内的敌人。\n<Bullet/>下决心同敌人肉搏时应当十分果断和谨慎。\n<Bullet/>留心那些能发挥我们剑刃武器效用的机会，敌人也许会有更高科技的东西。"
AbilityDescName="碎片"

[DarkGauntlet_CG X2PairedWeaponTemplate]
FriendlyName="狂热风暴拳刃"
FriendlyNamePlural="狂热风暴拳刃"
BriefSummary="这对狂热者拳刃的设计初衷是为了加强使用者的灵能之力，但它们毕竟还是拳刃--这对紧实的金属手套可比下面的血肉之躯要坚固得多。添加了额外的磁能装甲板后，它们提供的防御力更是得到了进一步的增强。"
TacticalText="<Bullet/>狂热者可以在两次移动或冲刺用完行动点后使用刀剑攻击他们移动范围内的敌人。\n<Bullet/>下决心同敌人肉搏时应当十分果断和谨慎。\n<Bullet/>留心那些能发挥我们剑刃武器效用的机会，敌人也许会有更高科技的东西。"
AbilityDescName="碎片"

[DarkGauntlet_BM X2PairedWeaponTemplate]
FriendlyName="狂热天界拳刃"
FriendlyNamePlural="狂热天界拳刃"
BriefSummary="从一个未知变种人科技产物上搜刮到的小型超铀动力电池让狂热者能够进一步强化他们用这些拳刃收集到的灵能之力。尽管这一效果究竟来源于他们对这份力量的掌控，还是他们创造的科技，目前尚不清楚。"
TacticalText="<Bullet/>狂热者可以在两次移动或冲刺用完行动点后使用碎片攻击他们移动范围内的敌人。\n<Bullet/>下决心同敌人肉搏时应当十分果断和谨慎。\n"
AbilityDescName="碎片"